/**
* ADD OTHER TASKS (1..12) HERE
*
* Task consists of a `text`, a `question`, a `result` (answer) and optionally a `cover`
*
* Syntax is:
* {
*     text: '',
*     question: '',
*     result: ''
* }
*
* or:
* {
*     text: '',
*     question: '',
*     result: '',
*     cover: ''
* }
*
* Cover path is relative to `cover/` folder
*/

tasks['1'] = {
	text: 'В повести М А Куприна "Изумруд", подробно описывается процесс невербальный коммуникации главного героя Изумруда (прозвище), и его "напарника". Не произнеся ни слова, товарищи одержали победу в соревнованиях по 1 виду спорта. Однако Изумруд не получил победного приза, в отличии от своего товарища. Он получил в награду кубик.',
	question: 'Что это за кубик ?Кто такой изумруд и что это за такой вид спорта?',
	result: 'Кубик сахара. Изумруд - лошадь. Скачки.',
	cover: 'unknown.png'
}

tasks['2'] = {
	text: '...Тут всякая хрень...',
	question: 'Отчего люди не летают как птицы?',
	result: 'Тупые прст'
}